Repository: febrezo/Facefy
Catalog: po/*.po
Languages: ca, es

source: Face recognition for everyone
ca: Reconeixement facial per tothom
es: Reconocimiento facial al alcance de todos

source: A simple Vala tool to run Face Recognition
ca: Una eina senzilla desemvolupada amb Vala per executar reconeixement facial
es: Una simple herramienta en Vala de reconocimiento facial

source: Face;Recognition;OSINT;Imagery;
ca: Cara;Reconeixement;OSINT;Imatgeria;
es: Facial;Reconocimiento;OSINT;Imágenes

source: Facefy is an application that wraps the capabilities of well-known technologies like Dlib and face_recognition using a custom JSON RPC daemon created ad-hoc in Python 3.6+ (named `pyfaces`) and a GTK-based desktop environment.
ca: Facefy és una aplicació que abasta les capacitats de tecnologies conegudes com Dlib i face_recognition mitjançant un dimoni JSON RPC personalitzat i creat ad-hoc a Python 3.6+ (anomenat pyfaces) i un entorn d'escriptori basat en GTK.
es: Facefy es una aplicación que encapsula las capacidades de reconocidas tecnologías de reconocimiento facial como Dlib y face_recognition utilizando un demonio creado ad-hoc en Python 3.6+ (llamado pyfaces) y el entorno de escritorio de GTK.

source: Open image file
ca: Obrir fitxer d’imatges
es: Abrir archivo de imagen

source: Cancel
ca: Cancel·lar
es: Cancelar

source: Open
ca: Obrir
es: Abrir

source: Images
ca: Imatges
es: Imágenes

source: Image loaded: %s
ca: Imatge carregada: %s
es: Imagen cargada: %s

source: Open images folder
ca: Obre la carpeta d’imatges
es: Abrir carpeta ded imágenes

source: No folder selected.
ca: No s'ha seleccionat cap carpeta.
es: No se ha seleccionado ninguna carpeta.

source: Database population ended successfully.
ca: Ompliment de la base de dades ha finalitzat correctament.
es: El llenado de la base de datos terminó exitosamente.

source: Database population manually stopped.
ca: Ompliment de la base de dades aturat manualment
es: El llenado de la base de datos fue detenido manualmente.

source: Website
ca: Lloc web
es: Sitio web

source: Performing calculations…
ca: Realització de càlculs…
es: Ejecutando cálculos…

source: Similarity: N/A
ca: Semblança:: N/A
es: Similitud: N/A

source: Target face
ca: Cara objectiu
es: Cara objetivo

source: Candidates
ca: Candidats
es: Candidatos

source: Similarity: %f
es: Similitud: %f

source: Original image
ca: Imatge original
es: Imagen original

source: Extracted faces
ca: Cares extretes
es: Caras extraídas

source: Search face against the known DB
ca: Cerca la cara a la base de dades
es: Buscar cara en la base de datos

source: Details
ca: Detalls
es: Detalles

source: Original path:
ca: Ruta original:
es: Rutal de la imagen original:

source: A GUI for playing with face recognition
ca: Una GUI per treballar amb el reconeixement
es: Una interfaz gráfica para trastear con el reconocimiento facial

source: Search face
ca: Cercar cara
es: Buscar cara

source: Populate faces database
ca: Omplir base de dades de caras
es: Llenar base de datos de caras

source: Open menu
ca: Obrir menu
es: Abrir menú

source: Face Extraction
ca: Extracció de caras
es: Extracción de caras

source: Comparisons
ca: Comparacions
es: Comparaciones

source: Extracted faces: %i
es: Caras extraídas: %i

source: %i faces extracted
es: %i caras extraídas

source: Images in the folder will be preprocessed for extracting face encodings…
ca: Les imatges de la carpeta es preprocessaran per extreure codificacions facials…
es: Las imágenes en la carpeta será preprocesadas para extraer la codificación de las caras existentes…

source: Start populating
ca: Començar a omplir
es: Empezar la extracción

source: Accept
ca: Acceptar
es: Aceptar

source: Theme
ca: Tema
es: Tema

source: Light background
ca: Fons clar
es: Fondo claro

source: Dark background
ca: Fons fosc
es: Fondo oscuro

source: Open data folder
ca: Obrir carpeta de dades
es: Abrir carpeta de datos

source: Looking for help?
ca: Esteu buscant ajuda?
es: ¿Buscas ayuda?

source: About…
ca: Sobre…
es: Acerca de…

source: Extract faces from a file
ca: Extreure cares d'un fitxer
es: Extraer caras de un fichero

source: Extract faces from a given photo stored locally
ca: Extreure cares d'una determinada foto guardada localment
es: Extraer caras de una foto almacenada localmente

source: Bulk import from folder
ca: Importació a granel des de carpeta
es: Importación masiva desde una carpeta

source: Choose a local folder in your system to populate your database with faces found in any image file found
ca: Triar una carpeta local del vostre sistema per emplenar la vostra base de dades amb les cares que es troben en qualsevol fitxer d'imatge identificat
es: Elige una carpeta local en tu sistema para llenar la base de datos con las caras extraídas de cada imagen

source: Get support from online resources
ca: Obteniu assistència de recursos en línia
es: Consigue ayuda de recursos en línea

source: https://github.com/febrezo/Facefy/master/doc/support/en/
ca: https://github.com/febrezo/Facefy/master/doc/support/ca/
